Repository: dias-smith-rock/AIFamily
Catalog: reminder/Localization/Feedback.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# feedback_feedback
source: Feedback
zh_hans: 反馈
zh_hant: 意見回饋

# feedback_feedback_legal
source: Feedback & Legal
zh_hans: 反馈与法律
zh_hant: 回饋與法律

# feedback_loading_feedback
source: Loading feedback...
zh_hans: 正在加载反馈...
zh_hant: 正在加載反饋...

# feedback_filter_all
source: All
zh_hans: 全部
zh_hant: 全部

# feedback_filter_unread
source: Unread
zh_hans: 未读
zh_hant: 未讀

# feedback_no_messages_yet
source: No feedback yet
zh_hans: 还没有反馈消息
zh_hant: 還沒有回饋訊息

# feedback_no_filtered_messages
source: No messages match this filter
zh_hans: 筛选后暂无消息
zh_hant: 篩選後暫無訊息

# feedback_voice_messages_appear_here
source: Voice feedback from members will appear here.
zh_hans: 成员提交语音反馈后会出现在这里。
zh_hant: 成員提交語音回饋後會出現在這裡。

# feedback_try_switch_to_all_filter
source: Nothing matches the current filter. Try switching to All.
zh_hans: 当前筛选条件下没有匹配项，试试切换到“全部”。
zh_hant: 目前篩選條件下沒有符合項目，試試切換到「全部」。

# feedback_view_all_messages
source: View all messages
zh_hans: 查看全部消息
zh_hant: 查看全部訊息

# feedback_unread_only
source: Unread only
zh_hans: 仅看未读
zh_hant: 僅看未讀

# feedback_system_message
source: System message
zh_hans: 系统消息
zh_hant: 系統訊息

# feedback_location_not_set
source: Location not set
zh_hans: 未设置地点
zh_hant: 未設定地點
